/* 1. Створіть базову структуру проєкту з використанням Parcel.js

2. Створіть форму зворотного зв'язку з наступними полями:

ім'я
електронна пошта
повідомлення
3. Додайте обробник подій для форми, який запобігає дефолтній поведінці браузера при натисканні на кнопку "відправити".

4. Створіть об’єкт який буде зберігати данні форми в окремому модулі

5. Додайте повідомлення про успішне відправлення форми зворотного зв'язку користувачеві.

6. Використайте Parcel.js для збирання та оптимізації фронтенду.

7. Додайте стилі та оформлення сторінки. */

const btn = document.querySelector(".btn");
const componentsForm = document.querySelector(".components");

document.getElementById(".btn").addEventListener("click", (event) => {
  event.preventDefault();
  alert("Дія скасована!");
});
