/* Завдання 1
Створіть новий проєкт з використанням Parcel та бібліотеки Handlebars.

Завдання 2
Створіть масив об'єктів з даними, що ви хочете відобразити на сторінці.Наприклад, це може бути список користувачів, товарів або будь-якої іншої інформації.

Завдання 3
Створіть шаблон з використанням синтаксису Handlebars, який відображатиме ці дані. Наприклад, шаблон може містити таблицю з різними полями, або список елементів з інформацією про кожен з них.

Завдання 4
Використовуючи плагін parcel-transformer-hbs, попередньо скомпілюйте ваш шаблон у файл JavaScript.

Завдання 5
Відобразіть дані на сторінці, використовуючи скомпільований шаблон та дані з масиву. Додайте додаткові функціональності до вашого проєкту, такі як фільтрація даних, сортування, редагування тощо.

Завдання 6
Завантажте свій проєкт на GitHub та надішліть посилання на нього викладачеві.

У цьому завданні ви зможете навчитись створювати шаблони з використанням бібліотеки Handlebars, попередньо компілювати їх у файл JavaScript з використанням Parcel, та відображати дані на сторінці з допомогою скомпільованих шаблонів та даних з масиву. Також ви зможете навчитись додавати функціональність до вашого проєкту, щоб зробити його більш корисним для користувачів.  */

const list = []