/* /* Створити нову папку та в ній створити файл з назвою "index.js" за допомогою команди "mkdir" та "touch".
Перейменувати файл "index.js" на "server.js" за допомогою команди "mv".
Видалити файл "server.js" за допомогою команди "rm".

Створити нову папку з назвою "public" за допомогою команди "mkdir".
Перейти в папку "public" за допомогою команди "cd".
Створити новий файл з назвою "index.html" за допомогою команди "touch".
Перейти назад до головної папки за допомогою команди "cd .


Переглянути всі файли та папки, які знаходяться в поточній директорії за допомогою команди "ls".
Переглянути всі файли та папки в поточній директорії в детальному форматі за допомогою команди "ls -l".
Створити новий файл з назвою "styles.css" в папці "public" за допомогою команди "touch public/styles.css".
Видалити папку "public" та всі файли та папки в ній за допомогою команди "rm -rf public".
Створити нову папку з назвою "images" за допомогою команди "mkdir images".
Перемістити всі файли з розширенням ".jpg" в папку "images" за допомогою команди "mv *.jpg images".
Створити новий файл з назвою "README.md" за допомогою команди "touch README.md".
Відкрити файл "README.md" за допомогою редактора коду за допомогою команди "code README.md".
Очистити вміст терміналу за допомогою команди "clear".
Перейти на диск "D:" за допомогою команди "cd D:".
Переглянути всі файли та папки на диску "D:" за допомогою команди "ls".
Створити нову папку з назвою "my-project" на диску "D:" за допомогою команди "mkdir D:/my-project".
Перейти до кореневої директорії за допомогою команди "cd ~". */
