//Веб-додаток повинен дозволяти користувачам додавати, переглядати, видаляти та оновлювати дані про студентів, використовуючи формат даних JSON.

//Кожен запис про студента повинен містити наступну інформацію: ім'я, прізвище, вік, курс, факультет та список курсів, які студент відвідує.
//Спочатку веб-додаток повинен дозволяти користувачам додавати нові записи про студентів, заповнюючи форму з відповідними полями. Після відправки форми, дані повинні бути перетворені у формат JSON та збережені у файлі.
//Після збереження даних користувач повинен мати можливість переглянути всі записи про студентів. Для цього веб-додаток повинен зчитувати дані з файлу, розбирати їх у форматі JSON та відображати у вигляді таблиці.
//Крім того, користувач повинен мати можливість видаляти та оновлювати існуючі записи про студентів. При видаленні запису, дані повинні бути видалені з файлу. При оновленні запису, дані повинні бути змінені у файлі.

const students = `[
  {
    "name": "Ivan",
    "firstName": "Mishin",
    "year": "38",
    "cours": "3", 
    "facultet": "IT",
    "listCours": 
      {"cours1":"softSkil", 
      "cours2": "texSkil" }
  }{
    "name": "Misha",
    "firstName": "khmaruk",
    "year": "38",
    "cours": "3",
    "facultet": "IT",
    "listCours": 
      {"cours1":"softSkil", 
      "cours2": "texSkil" }
  },
  {
    "name": "lida",
    "firstName": "koval",
    "year": "38",
    "cours": "3",
    "facultet": "IT",
    "listCours": 
      {"cours1":"softSkil", 
      "cours2": "texSkil" }
  }
]`